Repository: laythhasan/newproject
Catalog: Bisnicity/Resources/Views/Home/AboutUs.*.resx
Languages: ar

# about
source: About Us
ar: من نحن

# eight
source: ⦁ Programming and development of professional programs and websites of all forms.
ar: • نظام نقاط البيع على شبكة الإنترنت تقوم تدير كافة عمليات المحاسبة والمستودعات، وتعمل على تحرير الفواتير وحساب الضرائب وتخزين وأرشفة البيانات بخصوصية وأمانز - برمجة وتطوير البرامج المهنية والمواقع الإلكترونية الخاصة بكافة أشكالها.

# five
source: ⦁ Content writing, photography, web programming and translation services in Arabic and English.
ar: • خدمة كتابة المحتوى والتصوير الفوتوغرافي وبرمجة المواقع الإلكترونية كاملة وخدمات

# four
source: ⦁ A search engine that fills the professional and specialized vacancies required in different sectors to reduce the gap between companies and job-seeking skills in the same field.
ar: • محرك بحث يعمل على ملئ الشواغر المهنية والمختصة المطلوبة لدى مختلف القطاعات لتقليص الفجوة بين الشركات وبين المهارات الباحثة عن عمل في نفس المجال.

source: Mission
ar: الرسالة

# nine
source: ⦁ Space Creativity: A creative space that puts different young and new ideas on the right track towards development and growth.
ar: • إبداع space : مساحة إبداعية تضع الأفكار الشابة والجديدة على اختلافها على المسار الصحيح نحو التطور والنمو.

# one
source: ⦁ Develop personal and professional skills, train recent graduates and those who are coming to professional life and raise the competence of those at the top of their work, supported by professional certificates from the best specialized institutes and the role of global knowledge.
ar: • تطوير المهارات الشخصية والمهنية وتدريب حديثي التخرج والمقبلين على الحياة المهنية ورفع كفاءة من هم على رأس عملهم، مدعمة بشهادات مهنية من أفضل المعاهد المختصة

source: Principles
ar: مبادئ

# Scope
source: Scope Of Work
ar: مجال العمل

# seven
source: ⦁ Point of sale system on the Internet manages all accounting and warehouse operations, and works on invoicing, calculating taxes, storing and archiving data with privacy and security.
ar: • تنفيذ كافة مشاريع تطوير البرمجيات وتجارتها على مستوى عالي من المهنية والدقة، بسواعد وخبرات محلية تغطي كافة محافظات المملكة الأردنية الهاشمية، والعالم العربي بالتدريج.

# sex
source: ⦁ Implementation of all software development projects and its trade at a high level of professionalism and accuracy, with local dates and expertise covering all governorates of the Hashemite Kingdom of Jordan, and the Arab world gradually.
ar: الترجمة باللغة العربية والإنجليزية

# SubMission
source: A company interested in developing the labor market and providing it with the required professional skills through the Internet
ar: شركة تهتم بتطوير سوق العمل و رفده بالمهارات المهنية المطلوبة من خلال شبكة الأنترنت

# SubPrinciples
source: Privacy, the importance of time. the quality
ar: خصوصية , أهمية الوقت . الجودة

# SubVision
source: Jordan's technology sector, for the world
ar: قطاع التكنولوجية الأردني , للعالمية

# three
source: ⦁ A comprehensive online marketplace for sales and access services over the Internet.
ar: • سوق إلكتروني شامل لخدمات البيع والوصول عبر شبكة الإنترنت

# TittleScope
source: Hanover builds its foundations according to the topography and requirements of the new labor market; the company provides digital services and products that increase the effectiveness of communication and contribute to the development of professional skills and facilitate sales and marketing, as well as provide technological needs for all sectors operating through:
ar: مجالات وآفاق الاختصاص تبني "هانوفر - Hanover" أساساتها تبعاً لتفاريس ومتطلبات سوق العمل الجديد، فتقدم الشركة الخدمات والمنتجات الرقمية التي تزيد من فاعلية التواصل وتسهم في تطوير المهارات المهنية وتسهل عمليات البيع والتسويق، كما توفر الاحتياجات التكنولوجية لكافة

# tow
source: ⦁ Full pages and websites with a special scope of customers’ choice and owning an official website for them and they have the authority to modify, write and add to their sites without referring to the company, and other market pages introductory to selling services and displaying various products under the company’s scope.
ar: • صفحات ومواقع إلكترونية كاملة ذات نطاق خاص من اختيار العملاء وامتلاك موقع رسمي خاص بهم ولهم صلاحية التعديل والكتابة والإضافة لمواقعهم دون الرجوع للشركة، وصفحات سوق أخرى تعريفية لبيع الخدمات و عرض المنتجات المختلفة تحت نطاق الشركة

source: Vision
ar: رؤية
